Repository: vakaras/nmadb-academics
Catalog: src/nmadb_academics/locale/*/LC_MESSAGES/django.po
Languages: lt

source: First name
lt: Vardas

source: Last name
lt: Pavardė

source: School
lt: Mokykla

source: Class
lt: Klasė

source: Section
lt: Sekcija

source: Entered
lt: Įstojo

source: Left
lt: Baigė

source: Leaving reason
lt: Baigimo priežastis

source: academic workbook
lt: akademikas

source: academics workbook
lt: akademikų darbo knyga

source: current class
lt: dabartinė klasė

source: older
lt: senesni

source: status
lt: būsena

source: studies
lt: mokosi

source: year entered
lt: įstojimo metai

source: Current school class
lt: dabartinė klasė

source: Phone numbers
lt: Telefono numeriai

source: Email addresses
lt: El. pašto adresai

source: current school
lt: dabartinė mokykla

source: Competition
lt: Konkursas

source: Competition type
lt: Konkurso tipas

source: Place
lt: Vieta

source: Import academics
lt: Įkelti akademikus

source: Gender
lt: Lytis

source: Birth date
lt: Gimimo data

source: School year
lt: Klasė metai

source: Socially supported
lt: Socialiai remtinas

source: Email address
lt: El. pašto adresas

source: Home address
lt: Namų adresas

source: Town
lt: Miestas

source: School ID
lt: Mokykla ID

source: Phone
lt: Telefonas

source: Municipality code
lt: Savivaldybės kodas

source: Missing column: “{0}”.
lt: Trūksta stulpelio: „{0}“.

source: Unknown gender: “{0}”.
lt: Nežinoma lytis: „{0}“.

source: School not found: “{0}”.
lt: Nerasta mokykla: „{0}“.

source: School ID have to be a number. “{0.title}” ID is {1}.
lt: Mokyklos ID turi būti skaičius. “{0.title}” ID yra {1}.

source: School ID does not match. “{0.title}” in DB is {0.id}. In file is {1}
lt: Mokyklų ID nesutampa. “{0.title}” duombazėje yra {0.id}, o faile: {1}

source: Section not found: “{0}”.
lt: Nerasta sekcija: „{0}“.

source: Failed to convert to number: “{0}”.
lt: Nepavyko konvertuoti į skaičių: „{0}“.

source: School class have to be between 6 and 12. Now it is {0}.
lt: Mokyklos klasė turi būti tarp 6 ir 12. Dabar yra {0}.

source: School year have to be between 2005 and 2020. Now it is {0}.
lt: Mokyklos metai turi būti tarp 2005 ir 2020. Dabar yra {0}.

source: Home address must be not empty.
lt: Namų adresas negali būti tuščias.

source: Town must be not empty.
lt: Miestas turi būti nurodytas.

source: Invalid date: “{0}”.
lt: Neteisinga data: „{0}“.

source: Yes
lt: Taip

source: No
lt: Ne

source: Socially supported have to be either “Yes” or “No”. Now it is “{0}”.
lt: Socialiai remtini turi būti „Taip“ arba „Ne“. Dabar yra „{0}“.

source: Failed to determine municipality.
lt: Nepavyko nustatyti savivaldybės.

source: {0} Error occurred in {1} line. Sheet name is {2}.
lt: {0} Klaida įvyko {1} eilutėje. Lakšto pavadinimas yra {2}.

source: Academics
lt: Akademikai

source: Spreadsheet document
lt: Skaičiuoklės dokumentas

source: Please select spreadsheet file. Required columns are: {0}.Optional columns are: {1}.
lt: Pasirinkite skaičiuoklės failą. Būtini stulpeliai: {0}. Pasirinktiniai stulpeliai yra {1}.

source: {0} already exists in database.
lt: {0} jau yra duomenų bazėje.

source: title
lt: pavadinimas

source: abbreviation
lt: trumpinys

source: established
lt: įkurta

source: abolished
lt: panaikinta

source: section
lt: sekcija

source: sections
lt: sekcijos

source: finished
lt: baigė

source: withdrew
lt: išstojo

source: removed
lt: pašalintas

source: changed
lt: perstojo

source: unknown
lt: nežinoma

source: student
lt: mokinys

source: entered
lt: įstojo

source: left
lt: baigė

source: leaving reason
lt: baigimo priežastis

source: comment
lt: komentaras

source: academic
lt: akademikas

source: academics
lt: akademikai

source: regional
lt: rajoninis

source: national
lt: nacionalinis

source: international
lt: tarptautinis

source: other
lt: kita

source: honorable mention
lt: pagyrimo raštas

source: third
lt: trečia

source: second
lt: antra

source: first
lt: pirma

source: Set if achievement is from academic's field.
lt: Pažymėta, jei pasiekimas yra iš akademiko dalykinės srities.

source: competition
lt: konkursas

source: type
lt: tipas

source: place
lt: vieta

source: achievement
lt: pasiekimas

source: achievements
lt: pasiekimai

source: {0} academics successfully imported.
lt: {0} sėkmingai įkelti.

source: NMADB Academics
lt: NMADB Akademikai

source: NMADB Actions
lt: NMADB veiksmai

source: None available
lt: Pasirinkimų nėra
